[
  {
    "id":1,
    "name":"Urgent & Family Care At Avery Ranch",
    "description":"Urgent & Family Care at Avery Ranch has an on-site laboratory and access to most major laboratory services.Urgent & Family Care at Avery Ranch has met all criteria for Laboratory Accreditation by COLA , a national healthcare accreditation organization.",

    "location":"10625 Parmer Ln Ste D-400 Austin, TX 78717 ",
    "Latitude" :"30.500098000",
    "Longitude" : "97.777245000",
    "hours":"8 am - 8 pm"
  },

  {
    "id":2,
    "name":"Chisholm Trail Pediatrics-Georgetown",
    "description":"Chisholm Trail Pediatrics was created in 1990 when Dr. David Ramsey made the decision to move to Georgetown. The company was incorporated in 2001 and has continued to grow and serve Georgetown and the surrounding areas with quality care in a friendly environment. In 2017, after looking to practice in a less corporate fashion, Dr. Andrew Cavanagh joined CTP in Georgetown. Upon Dr. Ramsey's retirement, Dr. Cavanagh purchased the practice and now sees patients at both Georgetown and Round Rock locations.",
    "location":"600 High Tech Dr Georgetown, TX 78626" ,
    "Latitude" :"30.619070000",
    "Longitude":"97.670130000",
    "hours":"8 am - 5 pm"
  },
  
  {
    "id": 3,
    "name":"Whitestone Pediatrics" ,
    "description":"With FetchMD On-Demand Urgent Care, you don't have to sit for hours in the urgent care waiting room. We bring the clinic to you! Just request a visit through our free app and one of our clinicians will come to you, complete with a clinic on wheels! Use FetchMD for things like: * General Illness (cough and cold, viral illness, fever or flu-like symptoms) * Musculoskeletal (sprains, strains, and joint pain) * Skin (skin rashes and infections, lacerations) * Ear, Nose & Throat (sinusitis, sore throat or strep, earaches, upper respiratory infections, seasonal allergies) * Gastrointestinal (nausea, vomiting, diarrhea, urinary tract infections) * Wellness (sports and school physicals)" ,
    "location":"Austin, TX 78758",
    "Latitude" :"30.369600296",
    "Longitude":"97.710739136",
    "hours":"8 am -8 pm"
  },

  {
    "id":4, 
    "name":"FetchMD",
    "description":"With FetchMD On-Demand Urgent Care, you don't have to sit for hours in the urgent care waiting room. We bring the clinic to you! Just request a visit through our free app and one of our clinicians will come to you, complete with a clinic on wheels! Use FetchMD for things like: * General Illness (cough and cold, viral illness, fever or flu-like symptoms) * Musculoskeletal (sprains, strains, and joint pain) * Skin (skin rashes and infections, lacerations) * Ear, Nose & Throat (sinusitis, sore throat or strep, earaches, upper respiratory infections, seasonal allergies) * Gastrointestinal (nausea, vomiting, diarrhea, urinary tract infections) * Wellness (sports and school physicals)",
    "location":"Austin, TX 78758",
    "Latitude" :"30.369600296",
    "Longitude":"97.710739136",
    "hours":"8 am -8 pm"
  },

  {
    "id":5,
    "name":"Urgent Care for Kids - Round Rock",
    "description":" decided on this dentist because it had the best reviews out of all the companies my insurance covers. I was pleasantly surprised with how nice the facility was when I first came here and how friendly everyone is. The hygienists",
    "location":"3750 Gattis School Rd Ste 900, Round Rock, TX 78664",
    "Latitude" :"30.499550000",
    "Longitude":"97.614605000",
    "hours":"8 am -8 pm"
  },
  
  {
    "id":6, 
    "name":"Remedy Urgent Care",
    "description":"Remedy brings all the services of an urgent care directly to you, via 24/7 STATEWIDE video visits and house call urgent care visits from 8AM-8PM daily. Skip the waiting room, and book a visit in minutes. Accepts most major insurance + Medicare.",
    "location":"Austin, TX 78735",
    "Latitude" :"30.254259109",
    "Longitude":"97.889068604",
    "hours":"8 am -8 pm"
  },

  {
    "id":7, 
    "name":"Jollyville Pediatrics",
    "description":"Just an update after about a year of having Dr. Cepeda as our child's doctor, and we're very pleased We get quality care, speedy service, and all around compassion for everyone there, which is really nice, because having someone care about your child's health always puts a parents worries to rest when they are their medical providers Our child loves seeing Dr.Cepeda that even a sick visit is pleasant. Dr.Cepeda, her nurses, and the front office do an amazing job taking care of our needs, and we definitely recommend!WHAT A DIFFERENCE!We're a military family coming from Tricare insurance/clinics and onto a different insurance. Was nervous bringing our child to a new doctor (previous clinic/doctor was alright at best)making an appointment calling over phone/front desk in person are nice and helpful!location/parking excellent Dr.Cepeda AMAZING!We felt like family here! They listened to our concerns, gave options/recommendations for our needs, and were sooo amazing during the entire visit (even immunizations!)",
    "location":"11851 Jollyville Rd,Ste 204,Austin, TX 78759",
    "Latitude" :"30.423226000",
    "Longitude":"97.755567000",
    "hours":"8 am -8 pm"
  },

  {
    "id":8,
    "name":"PlushCare Urgent Care",
    "description":"Our top trained doctors and pediatricians will diagnose, treat and prescribe medication for you or your child's health issues same-day via phone or video. Insurances that we accept: Anthem, Blue Cross Blue Shield, Aetna and Cigna. If not using insurance, the visit price is only $99. With PlushCare Urgent Care you consult with doctors trained in Pediatrics and Adult Medicine",
    "location":"Austin, TX 78721,East Austin",
    "Latitude" :"30.273529053",
    "Longitude":"97.690330505",
    "hours":"8 am -8 pm"
  }
]
